<!-- * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * -->
<!-- * * * * * * * * * * * The content below * * * * * * * * * * * -->
<!-- * * * * * * * * * * is only a placeholder * * * * * * * * * * -->
<!-- * * * * * * * * * * and can be replaced. * * * * * * * * * * * -->
<!-- * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * -->
<!-- * * * * * * * * * Delete the template below * * * * * * * * * * -->
<!-- * * * * * * * to get started with your project! * * * * * * * * -->
<!-- * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * -->

<style>
  :host {
    font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Helvetica, Arial, sans-serif, "Apple Color Emoji", "Segoe UI Emoji", "Segoe UI Symbol";
    font-size: 14px;
    color: #333;
    box-sizing: border-box;
    -webkit-font-smoothing: antialiased;
    -moz-osx-font-smoothing: grayscale;
  }

  h1,
  h2,
  h3,
  h4,
  h5,
  h6 {
    margin: 8px 0;
  }

  p {
    margin: 0;
  }

  .spacer {
    flex: 1;
  }

  .toolbar {
    position: absolute;
    top: 0;
    left: 0;
    right: 0;
    height: 60px;
    display: flex;
    align-items: center;
    background-color: #89179b;
    color: white;
    font-weight: 600;
  }

  .toolbar img {
    margin: 0 16px;
  }

  .toolbar #twitter-logo {
    height: 40px;
    margin: 0 8px;
  }

  .toolbar #youtube-logo {
    height: 40px;
    margin: 0 16px;
  }

  .toolbar #twitter-logo:hover,
  .toolbar #youtube-logo:hover {
    opacity: 0.8;
  }

  .content {
    display: flex;
    margin: 82px auto 32px;
    padding: 0 16px;
    max-width: 960px;
    flex-direction: column;
    align-items: center;
  }

  svg.material-icons {
    height: 24px;
    width: auto;
  }

  svg.material-icons:not(:last-child) {
    margin-right: 8px;
  }

  .card svg.material-icons path {
    fill: #888;
  }

  .card-container {
    display: flex;
    flex-wrap: wrap;
    justify-content: center;
    margin-top: 16px;
  }

  .card {
    all: unset;
    border-radius: 4px;
    border: 1px solid #eee;
    background-color: #fafafa;
    height: 40px;
    width: 200px;
    margin: 0 8px 16px;
    padding: 16px;
    display: flex;
    flex-direction: row;
    justify-content: center;
    align-items: center;
    transition: all 0.2s ease-in-out;
    line-height: 24px;
  }

  .card-container .card:not(:last-child) {
    margin-right: 0;
  }

  .card.card-small {
    height: 16px;
    width: 168px;
  }

  .card-container .card:not(.highlight-card) {
    cursor: pointer;
  }

  .card-container .card:not(.highlight-card):hover {
    transform: translateY(-3px);
    box-shadow: 0 4px 17px rgba(0, 0, 0, 0.35);
  }

  .card-container .card:not(.highlight-card):hover .material-icons path {
    fill: rgb(105, 103, 103);
  }

  .card.highlight-card {
    background-color: #89179b;
    color: white;
    font-weight: 600;
    border: none;
    width: auto;
    min-width: 30%;
    position: relative;
  }

  .card.card.highlight-card span {
    margin-left: 60px;
  }

  svg#rocket {
    width: 80px;
    position: absolute;
    left: -10px;
    top: -24px;
  }

  svg#rocket-smoke {
    height: calc(100vh - 95px);
    position: absolute;
    top: 10px;
    right: 180px;
    z-index: -10;
  }

  a,
  a:visited,
  a:hover {
    color: #1976d2;
    text-decoration: none;
  }

  a:hover {
    color: #125699;
  }

  .terminal {
    position: relative;
    width: 80%;
    max-width: 600px;
    border-radius: 6px;
    padding-top: 45px;
    margin-top: 8px;
    overflow: hidden;
    background-color: rgb(15, 15, 16);
  }

  .terminal::before {
    content: "\2022 \2022 \2022";
    position: absolute;
    top: 0;
    left: 0;
    height: 4px;
    background: rgb(58, 58, 58);
    color: #c2c3c4;
    width: 100%;
    font-size: 2rem;
    line-height: 0;
    padding: 14px 0;
    text-indent: 4px;
  }

  .terminal pre {
    font-family: SFMono-Regular,Consolas,Liberation Mono,Menlo,monospace;
    color: white;
    padding: 0 1rem 1rem;
    margin: 0;
  }

  .circle-link {
    height: 40px;
    width: 40px;
    border-radius: 40px;
    margin: 8px;
    background-color: white;
    border: 1px solid #eeeeee;
    display: flex;
    justify-content: center;
    align-items: center;
    cursor: pointer;
    box-shadow: 0 1px 3px rgba(0, 0, 0, 0.12), 0 1px 2px rgba(0, 0, 0, 0.24);
    transition: 1s ease-out;
  }

  .circle-link:hover {
    transform: translateY(-0.25rem);
    box-shadow: 0px 3px 15px rgba(0, 0, 0, 0.2);
  }

  footer {
    margin-top: 8px;
    display: flex;
    align-items: center;
    line-height: 20px;
  }

  footer a {
    display: flex;
    align-items: center;
  }

  .github-star-badge {
    color: #24292e;
    display: flex;
    align-items: center;
    font-size: 12px;
    padding: 3px 10px;
    border: 1px solid rgba(27,31,35,.2);
    border-radius: 3px;
    background-image: linear-gradient(-180deg,#fafbfc,#eff3f6 90%);
    margin-left: 4px;
    font-weight: 600;
  }

  .github-star-badge:hover {
    background-image: linear-gradient(-180deg,#f0f3f6,#e6ebf1 90%);
    border-color: rgba(27,31,35,.35);
    background-position: -.5em;
  }

  .github-star-badge .material-icons {
    height: 16px;
    width: 16px;
    margin-right: 4px;
  }

  svg#clouds {
    position: fixed;
    bottom: -160px;
    left: -230px;
    z-index: -10;
    width: 1920px;
  }

  /* Responsive Styles */
  @media screen and (max-width: 767px) {
    .card-container > *:not(.circle-link) ,
    .terminal {
      width: 100%;
    }

    .card:not(.highlight-card) {
      height: 16px;
      margin: 8px 0;
    }

    .card.highlight-card span {
      margin-left: 72px;
    }

    svg#rocket-smoke {
      right: 120px;
      transform: rotate(-5deg);
    }
  }

  @media screen and (max-width: 575px) {
    svg#rocket-smoke {
      display: none;
      visibility: hidden;
    }
  }
</style>

<!-- Toolbar -->
<div class="toolbar" role="banner">
  <span>Welcome Idepro</span>
    <div class="spacer"></div>
   
</div>
<router-outlet></router-outlet>
<li>
 CONTRATO PARA: {{nombre}} - {{documentoIdentidad}}
</li>
<div class="content">


  
   
<p style="text-align: center;"><strong>CONTRATO DE DEP&Oacute;SITO A PLAZO FIJO</strong></p>
<p>Conste por el presente documento privado, un contrato de prestaci&oacute;n de servicios financieros de Dep&oacute;sito a Plazo Fijo, que se celebra de acuerdo a las siguientes cl&aacute;usulas: &nbsp;</p>
<p><strong>PRIMERA:&nbsp;&nbsp; (PARTES) </strong>Celebran el presente contrato, las siguientes partes:</p>
<p><strong>1.1 IDEPRO DESARROLLO EMPRESARIAL INSTITUCI&Oacute;N FINANCIERA DE DESARROLLO </strong>con sigla<strong> IDEPRO IFD, </strong>con personalidad jur&iacute;dica reconocida por el Ministerio de Econom&iacute;a Y Finanzas P&uacute;blicas mediante Resoluci&oacute;n Ministerial N&ordm; 727 de 18 de agosto de 2016, Matr&iacute;cula N&deg; RPJ-EFIE-002-TP05, y Licencia de Funcionamiento N&deg; ASFI/018/2016 de 09 de septiembre de 2016 emitida por la Autoridad de Supervisi&oacute;n del Sistema Financiero (ASFI), con domicilio conforme registros regulatorios, legalmente representada <strong>por su</strong> <strong>Gerente de Sucursal</strong>, quien suscribe al pie del presente documento, en lo sucesivo denominado <strong>IDEPRO IFD</strong>.</p>
<ul>
<li>El (La) se&ntilde;or(a) <strong> {{nombre}}</strong> con documento de identificaci&oacute;n N<sup>&deg;  </sup>   {{documentoIdentidad}}   mayor de edad y h&aacute;bil por derecho, con estado civil {{estadoCivil}}/A , con domicilio en {{direccion}}, en adelante TITULAR.</li>
</ul>
<p><strong>SEGUNDA: (OBJETO DEL CONTRATO)</strong> El (Los) TITULAR(ES) entrega(n) a IDEPRO IFD un monto de dinero, bajo la modalidad de Dep&oacute;sito a Plazo Fijo (DPF), el cual devenga intereses y es restituible transcurrido el plazo convenido, pudiendo ser negociable en el marco de las disposiciones legales y reglamentarias aplicables, estableci&eacute;ndose en el presente contrato las condiciones de constituci&oacute;n y otras relacionadas con el DPF.</p>
<p><strong>TERCERA: (CONSTITUCI&Oacute;N DEL DPF) </strong>El DPF es constituido mediante la expedici&oacute;n de un certificado en anotaci&oacute;n en cuenta en el cual, se expone en su contenido la titularidad, el monto, la moneda, el plazo, la tasa de inter&eacute;s y otras condiciones inherentes al DPF.</p>
<p><strong>CUARTA: (PLAZO Y FECHA DE VENCIMIENTO) </strong>Se determina que la prestaci&oacute;n del servicio, objeto del presente contrato, se encuentra supeditada al plazo y fecha de vencimiento establecidos en el certificado de DPF, as&iacute; como sus consiguientes renovaciones hasta el momento de la redenci&oacute;n de los fondos o en su defecto a la remisi&oacute;n de &eacute;stos al Tesoro General de la Naci&oacute;n por efecto de la prescripci&oacute;n del derecho del (de los) TITULAR(ES); sin embargo, las partes podr&aacute;n establecer la terminaci&oacute;n previa del contrato mediante la redenci&oacute;n anticipada del DPF, en el marco de lo previsto por el ordenamiento jur&iacute;dico y el Reglamento de Dep&oacute;sitos a Plazo Fijo de IDEPRO IFD que forma parte del presente documento.</p>
<p><strong>QUINTA: (</strong><strong>INTERESES) IDEPRO IFD</strong> pagar&aacute; al (a los) TITULAR(ES) por el DPF, la tasa de inter&eacute;s nominal detallada en el certificado de DPF, la cual no considera capitalizaciones o recargos adicionales. Estableci&eacute;ndose que el r&eacute;dito total que percibir&aacute;(n) el (los) TITULAR(ES), corresponde a la Tasa de inter&eacute;s Efectiva Pasiva (TEP), la cual es expresada en porcentaje anualizado e incluye todas las capitalizaciones y r&eacute;ditos.</p>
<p>Para el caso de pagos parciales de intereses, IDEPRO IFD est&aacute; obligada a registrar en el reverso del certificado de DPF, en cada ocasi&oacute;n que se produzca el pago de intereses, la fecha y el monto del inter&eacute;s cancelado, adem&aacute;s de la firma del (de los) TITULAR(ES), salvo que dichos pagos hubieran sido pactados con abono autom&aacute;tico en una cuenta de dep&oacute;sito de IDEPRO IFD.</p>
<p><strong>SEXTA: (REGLAMENTO DE DEP&Oacute;SITOS A PLAZO FIJO DE IDEPRO IFD) </strong>A la suscripci&oacute;n del presente contrato IDEPRO IFD entrega al (a los) TITULAR(ES) el Reglamento de Dep&oacute;sitos a Plazo Fijo de IDEPRO IFD, el cual forma parte del presente contrato y establece requisitos para la constituci&oacute;n, procedimiento para la reposici&oacute;n, tratamiento de la capitalizaci&oacute;n de intereses, de la prescripci&oacute;n, retenci&oacute;n de fondos, del fraccionamiento, pago anticipado y otras normas operativas relativas al DPF.</p>
<p><strong>S&Eacute;PTIMA: (NEGOCIABILIDAD) </strong>En el marco de las disposiciones legales y normativas vigentes, el DPF es negociable. En el caso de un DPF con tasa de inter&eacute;s regulada, su negociabilidad estar&aacute; sujeta a la normativa emitida al efecto.</p>
<p>Efectuada la transferencia del DPF, prevalecer&aacute;n y se mantendr&aacute;n inalterables las condiciones con las cuales se constituy&oacute; el mismo, por lo que el(los) nuevo(s) titular(es) ejercer&aacute;(n) los derechos y obligaciones del (de los) TITULAR(ES) establecidos en el presente contrato, sin necesidad de que el (los) nuevo(s) titular(es) sea(n) incorporado(s) al presente documento privado, por lo cual, el DPF surtir&aacute; todos sus efectos por s&iacute; mismo, sin necesidad de anexar o utilizar el presente contrato.</p>
<p><strong>OCTAVA: (CONDICIONES CONVENIDAS SOBRE EL DPF) </strong>En conformidad a las disposiciones legales y normativas, el DPF, IDEPRO IFD resumir&aacute; las condiciones convenidas sobre &eacute;ste, detallando en cuanto a: la fuerza ejecutiva, redenci&oacute;n al vencimiento, redenci&oacute;n anticipada, redenci&oacute;n con dos o m&aacute;s titulares, reposici&oacute;n, del DPF al portador, registros, medidas de seguridad, anulaci&oacute;n, negociabilidad, renovaci&oacute;n, fraccionamiento, afectaci&oacute;n en garant&iacute;a, retenci&oacute;n de impuestos, del DPF con orden de retenci&oacute;n y/o solicitud de herederos, de la prescripci&oacute;n y la firma de personas ciegas.</p>
<p><strong>NOVENA: (TERMINACI&Oacute;N ANTICIPADA) IDEPRO IFD</strong>, podr&aacute; dar por terminado el presente contrato por razones justificadas en sus pol&iacute;ticas internas, as&iacute; como por medidas de prevenci&oacute;n en materia de legitimaci&oacute;n de ganancias il&iacute;citas, financiamiento del terrorismo y financiamiento de proliferaci&oacute;n de armas de destrucci&oacute;n masiva, debiendo comunicar sobre esta decisi&oacute;n al(a los) TITULAR(ES) con quince (15) d&iacute;as h&aacute;biles administrativos de anticipaci&oacute;n.</p>
<p>Por otra parte, el(los) TITULAR(ES), podr&aacute;(n) solicitar a IDEPRO IFD la conclusi&oacute;n del contrato de forma expresa, debiendo IDEPRO IFD proceder a la redenci&oacute;n anticipada conforme lo establecido en el Reglamento de Dep&oacute;sitos a Plazo Fijo de IDEPRO IFD, salvo que existan restricciones normativas o de orden legal dispuestas por autoridad competente.</p>
<p><strong>D&Eacute;CIMA: (COMISIONES) </strong>La constituci&oacute;n, redenci&oacute;n y otras condiciones relacionadas al DPF, no generan comisiones.</p>
<p><strong>D&Eacute;CIMA PRIMERA: (MODIFICACIONES UNILATERALES)</strong> IDEPRO IFD no podr&aacute; modificar unilateralmente los t&eacute;rminos y condiciones pactadas en el presente contrato, salvo que dicha modificaci&oacute;n beneficie al (a los) TITULAR(ES).</p>
<p><strong>D&Eacute;CIMA SEGUNDA: (FALLECIMIENTO) </strong>En caso de fallecimiento del (de los) TITULAR(ES), el (los) heredero(s) podr&aacute;(n) solicitar la redenci&oacute;n al vencimiento del DPF o la redenci&oacute;n anticipada conforme los requisitos establecidos en el Reglamento de Dep&oacute;sitos a Plazo Fijo de IDEPRO IFD, debiendo presentar en cualquiera de los casos la declaratoria de herederos o aceptaci&oacute;n de herencia.</p>
<p><strong>D&Eacute;CIMA TERCERA: (DEL DOMICILIO)</strong> Para todos los efectos del presente contrato todo aviso, notificaci&oacute;n y en general toda comunicaci&oacute;n escrita emitida por IDEPRO IFD, ser&aacute; remitida a la &uacute;ltima direcci&oacute;n del (de los) TITULAR(ES) que est&eacute; registrada en IDEPRO IFD.</p>
<p><strong>D&Eacute;CIMA CUARTA: (DERECHOS DEL (DE LOS) TITULAR(ES)) </strong>Entre los derechos del (de los) TITULAR(ES), reconocidos por las disposiciones legales y normativas, se se&ntilde;alan de manera enunciativa y no limitativa los siguientes:</p>
<p><strong>14.1.&nbsp; </strong>Al trato equitativo, sin discriminaci&oacute;n por razones de edad, g&eacute;nero, raza, religi&oacute;n o identidad cultural;</p>
<p><strong>14.2.&nbsp; </strong>A recibir informaci&oacute;n fidedigna, amplia, integra, clara, comprensible, oportuna y accesible;</p>
<p><strong>14.3.&nbsp; </strong>Formular reclamos a trav&eacute;s de los canales correspondientes, solicitando que las respuestas sean efectuadas de manera expresa, oportuna, &iacute;ntegra y comprensible dentro de los plazos previstos en la reglamentaci&oacute;n emitida por ASFI;</p>
<p><strong>14.4.&nbsp; </strong>A la confidencialidad, salvo excepciones contenidas en la Ley;</p>
<p><strong>14.5.&nbsp; </strong>A efectuar consultas, peticiones y solicitudes.</p>
<p><strong>D&Eacute;CIMA QUINTA: (OBLIGACIONES DEL (DE LOS) TITULAR(ES))</strong> El(los) TITULAR(ES) tienen las siguientes obligaciones:</p>
<p><strong>15.1.</strong>&nbsp; Proporcionar la informaci&oacute;n requerida por IDEPRO IFD en cumplimiento a lo establecido por la Unidad de Investigaciones Financieras (UIF);</p>
<p><strong>15.2.&nbsp; </strong>Dar aviso oportuno y por escrito a IDEPRO IFD sobre cualquier cambio de domicilio.</p>
<p><strong>15.3.&nbsp; </strong>Dar aviso oportuno y por escrito a IDEPRO IFD sobre cualquier cambio o modificaci&oacute;n de representantes.</p>
<p><strong>D&Eacute;CIMA SEXTA: (OBLIGACIONES DE IDEPRO IFD) </strong>Son obligaciones de IDEPRO IFD las siguientes:</p>
<p><strong>16.1. </strong>Exponer al p&uacute;blico, las tasas de inter&eacute;s nominales pasivas, mediante pizarras ubicadas en lugares visibles en cada uno de sus Puntos de Atenci&oacute;n Financiera u otros medios de difusi&oacute;n;</p>
<p><strong>16.2.</strong>&nbsp; A requerimiento de la UIF, recabar y entregar informaci&oacute;n sobre las actividades comerciales y financieras del (de los) TITULAR(ES);</p>
<p><strong>D&Eacute;CIMA S&Eacute;PTIMA: (ACEPTACI&Oacute;N) IDEPRO IFD</strong> y el (los) TITULAR(ES), dan su plena conformidad con todas las cl&aacute;usulas del presente contrato que surtir&aacute; efectos sin necesidad de reconocimiento de firmas y r&uacute;bricas, estampando sus firmas, en se&ntilde;al de aceptaci&oacute;n.</p>
<p style="text-align:left!important;"> {{fecha}}</p>
<p>&nbsp;</p>
 
  <svg id="clouds" xmlns="http://www.w3.org/2000/svg" width="2611.084" height="485.677" viewBox="0 0 2611.084 485.677">
    <title></title>
    <path id="Path_39" data-name="Path 39" d="M2379.709,863.793c10-93-77-171-168-149-52-114-225-105-264,15-75,3-140,59-152,133-30,2.83-66.725,9.829-93.5,26.25-26.771-16.421-63.5-23.42-93.5-26.25-12-74-77-130-152-133-39-120-212-129-264-15-54.084-13.075-106.753,9.173-138.488,48.9-31.734-39.726-84.4-61.974-138.487-48.9-52-114-225-105-264,15a162.027,162.027,0,0,0-103.147,43.044c-30.633-45.365-87.1-72.091-145.206-58.044-52-114-225-105-264,15-75,3-140,59-152,133-53,5-127,23-130,83-2,42,35,72,70,86,49,20,106,18,157,5a165.625,165.625,0,0,0,120,0c47,94,178,113,251,33,61.112,8.015,113.854-5.72,150.492-29.764a165.62,165.62,0,0,0,110.861-3.236c47,94,178,113,251,33,31.385,4.116,60.563,2.495,86.487-3.311,25.924,5.806,55.1,7.427,86.488,3.311,73,80,204,61,251-33a165.625,165.625,0,0,0,120,0c51,13,108,15,157-5a147.188,147.188,0,0,0,33.5-18.694,147.217,147.217,0,0,0,33.5,18.694c49,20,106,18,157,5a165.625,165.625,0,0,0,120,0c47,94,178,113,251,33C2446.709,1093.793,2554.709,922.793,2379.709,863.793Z" transform="translate(142.69 -634.312)" fill="#eee"/>
  </svg>
<source>
</div>
